delete
from scc_rbac_permission_language
where PERMISSION_LANGUAGE_ID in (
                                 330460243617920,
                                 448302227433472,
                                 331040219306112,
                                 8888933938233344,
                                 283044186910720
    );

insert into scc_rbac_permission_language (PERMISSION_LANGUAGE_ID, PERMISSION_ID, LANGUAGE, PERMISSION_NAME, CREATED_ID, CREATED_BY, CREATION_DATE, CREATED_BY_IP, CREATED_FULL_NAME, LAST_UPDATED_ID, LAST_UPDATED_BY, LAST_UPDATE_DATE, LAST_UPDATED_BY_IP, LAST_UPDATED_FULL_NAME, TENANT_ID, VERSION)
values  (330460243617920, 323900320813184, 'zh_CN', '订单改善预警', 8123195817787648, 'yangkn', '2022-01-07 10:53:26', '10.73.39.39', '杨明', 8123195817787648, 'super', '2023-11-10 11:12:16', '10.254.103.15', '超级管理员', '', 0),
        (448302227433472, 448302227412992, 'zh_CN', '订单绩效复核', 8123195817787648, 'super', '2023-11-04 10:13:58', '10.254.103.15', '超级管理员', null, null, '2023-11-04 10:13:58', '10.254.103.15', '超级管理员', null, 0),
        (331040219306112, 7188480660668416, 'zh_CN', '订单绩效评分', 8123195817787648, 'yangkn', '2022-01-10 17:33:18', '10.73.39.44', '杨明', 8123195817787648, 'super', '2023-11-08 15:46:20', '10.254.103.15', '超级管理员', '', 0),
        (8888933938233344, 7188497300258816, 'zh_CN', '订单绩效查询', 8123249448648960, 'zuoshaopeng', '2021-03-15 17:33:54', '10.74.159.72', '', 8123195817787648, 'super', '2023-11-10 09:10:18', '10.254.103.15', '超级管理员', '', 0),
        (283044186910720, 7188504888147968, 'zh_CN', '订单绩效评分项目', 8123195817787648, 'yangkn', '2021-04-14 11:40:35', '', '杨明', 8123195817787648, 'super', '2023-11-08 09:29:35', '10.254.103.15', '超级管理员', '', 0);