<template>
  <div class="registration-notes">
    <div class="notes-title">
      请在注册前认真阅读《注册条款》
    </div>
    <div class="notes-content">
      <section
        class="registTitle"
        style="text-align:center"
      >
        <h1>用户服务协议</h1>
      </section>
      <section
        style="text-align:center"
      >
        <h3>本协议于2023年11月13日更新，2023年11月20日生效。</h3>
        <h3>目录</h3>
        <h3>引言</h3>
      </section>
      <section
        style="text-indent:2em"
      >
        <h3>1.服务内容</h3>
        <h3>2.账户的注册及使用</h3>
        <h3>3.用户须知</h3>
        <h3>4.第三方的产品及服务</h3>
        <h3>5.隐私的有关说明</h3>
        <h3>6.不可抗力及免责</h3>
        <h3>7.违约责任</h3>
        <h3>8.服务的中止或终止</h3>
        <h3>9.通知及送达</h3>
        <h3>10.争议解决</h3>
        <h3>11.联系我们</h3>
      </section>
      <section
        style="text-indent:2em;margin:8px auto"
      >
        <h3>引言</h3>
        <p>
          欢迎您使用长城慧采云平台产品(以下简称“本产品”)提供的服务，《长城慧采云平台用户服务协议》
          （以下简称“本协议”）是您（以下简称“您”）与保定市长城控股集团有限公司
          （注册地址：河北省保定市莲池区朝阳南大2066号）（以下简称“我们”）关于您使用本产品所订立的协议。
        </p>
        <p>
          <span class="boldUnderline">在您使用本产品或服务前，请您务必认真阅读并充分理解本协议及《隐私政策》，
            特别是限制或免除责任条款、法律适用条款、争议解决条款。需要您特别注意的条款，我们会通过加粗体字并标注下划线的形式进行展示，
            请您务务必仔细阅读。</span>您通过页面点击或其他方式确认即表示您已同意本协议。
        </p>
        <p class="boldUnderline">
          您需要具备完全民事行为能力，否则需要在您的监护人指导下阅读本协议并使用我们的产品或服务。
        </p>
        <p class="boldUnderline">
          我们有权根据需要适时更新、修改本协议及相关规则，变更后的协议和规则将通过平台通知提前七（7）天公告的形式通知您，
          同时我们也会在您重新登录及版本更新时以推送通知的形式向您展示变更后的规则。
          请您注意，只有在您点击或勾选同意按钮后，我们才会按照更新后的规则向您提供服务。
        </p>
      </section>
      <section
        style="text-indent:2em;margin:8px auto"
      >
        <h3>一、本协议的服务内容</h3>
        <p>本平台是全流程网上招采系统，从供应商报名、发标、标书的制作、投标文件的上传、开标、评标等全流程均在网上进行。</p>
      </section>
      <section
        style="text-indent:2em;margin:8px auto"
      >
        <h3>二、账户的注册及使用</h3>
        <h4>1、使用资格</h4>
        <p>您确认，在您完成注册程序时，您应当是具备完全民事权利能力且相适应的行为能力的自然人、法人或其他组织。如果您为无民事行为能力人或者限制民事行为能力人，您需要在您的监护人的指导下阅读本协议并使用我们的服务，否则您及您的监护人应当承担因此而导致的一切后果。</p>
        <p>如您代表一家企业、组织机构或其他法律主体进行注册，则您承诺并保证，您有权代表该公司、组织机构或法律主体注册使用本服务，并受本协议的约束。</p>
        <h4>2、账户注册</h4>
        <p>您可以使用您提供或确认的手机号或者我们允许的其它方式作为账号进行注册, 您承诺并保证您所设置的账号名称等信息不得违反国家法律法规，否则我们可对您的账户名进行暂停使用/注销等处理。</p>
        <p>您承诺并保证，您的账户名称、头像、昵称、上传的附件等注册信息中不得出现违法和不良信息，没有冒用、关联机构及他人姓名或名称，您在账户注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性，因您违规注册侵犯他人合法权益的责任（包括但不限于涉嫌商标权、名誉权侵权等产生的赔偿责任等）由您个人承担。</p>
        <h4>3、注册账号的使用</h4>
        <p>您理解并同意，您注册完成后即取得账号使用权。本服务账号使用权仅属于初始申请注册人，您承诺并保证不以任何方式转让或提供给他人使用，否则，我们有权立即收回该账号且无需征得您的同意，由此带来的数据、信息等被清空、丢失等的损失，由您自行承担。</p>
        <h4>4、身份识别</h4>
        <p>在您注册成功后，我们将根据您的身份要素识别您的身份和授权登录，只有在您点击同意按钮后，我们才会收集、使用、存储您的身份要素信息。“身份要素”包括您的公司/个人信息。您同意基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。</p>
        <p>如您不进行身份识别，则您有可能无法正常使用我们的功能或服务。</p>
        <h4>5、账户的注销</h4>
        <p>您通过“报停”路径注销您的个人账户或通过以下“联系我们”部分所列的方式和我们取得联系，提交账户注销申请，审批通过后，注销此前注册的账户，您默认我们不在使用您的信息，我们会删除您提供的个人信息及相关数据。<span class="boldUnderline">账户注销会导致清除您的所有您数据和账户信息且不可恢复，在注销账户之后，我们将停止为您提供产品或服务，并删除您的个人信息，法律法规另有规定不可删除的除外。</span></p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>三、用户须知</h3>
        <h4>1、账号信息规范</h4>
        <p>您在使用我们的服务时填写、登录、使用的账号名称、头像、个人简介等账号信息资料应遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在账号信息资料中出现违法和不良信息，不得冒用、关联机构或社会名人或采取其他足以让人引起混淆的方式注册账号。且您保证在填写、登录、使用账号信息资料时，不得有以下情形：</p>
        <p>1) 反对宪法所确定的基本原则的；</p>
        <p>2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p>3) 损害国家荣誉和利益的；</p>
        <p>4) 歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；</p>
        <p>5) 宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；</p>
        <p>6) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p>7) 破坏国家宗教政策或违反国家宗教相关法律法规，宣扬邪教和封建迷信的；</p>
        <p>8) 散布谣言，扰乱经济序和社会秩序的；</p>
        <p>9) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p>10) 侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；</p>
        <p>11) 含有法律、行政法规禁止的其他内容的。</p>
        <h4>2、违规行为处置</h4>
        <p>若您在注册和使用我们的产品或服务时，存在任何违反法律法规或不符合本条款规定的行为，我们有权不予注册；已经注册的，我们有权不通知您而单方采取限期改正、短期封禁、永久封禁、注销、等措施，并有权向政府主管部门进行报告。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>四、第三方的产品及服务</h3>
        <p>您在我们的产品上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的协议。您在选择使用第三方产品或服务前应充分了解第三方产品或服务的功能、用户协议及隐私保护政策，我们会充分审查第三方的资质，要求其保证所提供的产品/服务合法合规，并保护您的个人信息安全。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>五、隐私的有关说明</h3>
        <p>尊重用户隐私是长城非生产采购数字化平台的一项基本政策。长城非生产采购数字化平台承诺不会公开、转让或透露其用户的不可公开的注册资料及用户在长城非生产采购数字化平台中保存的非公开内容，除非：</p>
        <p>1）遵守有关法律、法规、规章的强制性规定；</p>
        <p>2）保持或维护长城非生产采购数字化平台的合法权益；</p>
        <p>3）在紧急情况下竭力维护社会大众的利益；</p>
        <p>4）由于网络线路、黑客攻击、计算机病毒、政府管制等本协议中未列明的非正常途径或原因或本协议约定的不可抗力因素造成的资料泄露、丢失、被盗用或被篡改等；</p>
        <p>5）事先获得用户的明确授权。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>六、不可抗力及免责</h3>
        <p class="boldUnderline">
          您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务受到影响。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于罢工，暴乱，火灾，洪水，风暴，爆炸，战争而造成的不能服务或延迟服务承担责任等。出现上述情况时，我们将努力在第一时间与相关单位配合，争取及时进行处理，但是由此给您造成的损失，我们在法律允许的范围内免责。
        </p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>七、违约责任</h3>
        <p>您理解并同意：若我们发现或收到他人举报您违反法律法规、本协议平台使用规则的，我们有权根据相应情形采取以下一项或多项措施（具体措施以及采取措施的时间长短由我们根据您的违法、违约情节相应情况确定）：对您进行警告，对相关内容进行删除、屏蔽，限制、暂停、终止您使用我们账号及服务，限制、暂停、终止您使用部分或全部本服务，向相关主管机关报告并提交您的使用记录和其他信息，追究法律责任等措施。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>八、服务中止或终止</h3>
        <p>8.1 由您终止</p>
        <p>您可通过账号设置中的销户路径:报停来终止使用登录状态下的相关服务。</p>
        <p>8.2 由我们中止或终止</p>
        <p>8.2.1 鉴于互联网服务的特殊性，我们有权对服务内容进行变更，也可能会中断、中止或终止全部或者任一部分的服务，包括免费服务或收费服务，并通过平台公示或系统弹窗的形式通知您。</p>
        <p>8.2.2 您了解并同意，我们可能定期或不定期地对提供服务的平台设备、设施和软硬件进行维护或检修，如因此类情况而造成收费服务在合理时间内中止，但会事先在合理时间以公示/系统弹窗的形式通告您。</p>
        <p>8.2.3 我们可能依照适用法律在任何时候临时性或永久性中止、取消或限制您访问全部或部分服务。我们会在采取前述行动前通知您。但若出现如下情形，我们可能在不事先通知您的情况下永久性或临时性限制、取消或终止您访问全部或部分服务：</p>
        <p>(a) 您或代表您行使权利的任何人进行欺诈或违法活动，或向我们提供虚假或误导信息；</p>
        <p>(b) 您使用收费网络服务时未按规定支付相应服务费；</p>
        <p>(c) 根据法律规定您应提交真实信息，如果您注册账号时提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
        <p>(d) 依照有效法律程序响应执法部门或政府机关提出的要求；</p>
        <p>(e) 为执行紧急的系统或硬件维护或更新工作；</p>
        <p>(f) 因无法预料的技术、安全或业务原因。</p>
        <p>8.2.4您对本服务的使用或访问一旦被我们中止、终止或注销，没有我们的事先书面许可，您将无法再创建本平台账号或访问本服务。</p>
        <p>8.2.5本协议到期或终止不影响本协议中明确说明在其失效或终止后仍可操作或继续有效的条件，也不影响任何权益或义务或任何应在本协议失效或终止后继续有效的权利或义务。</p>
        <p>在本协议终止或到期后继续有效的其它任何条款在您与我们之间的契约关系终止或到期后继续有效。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>九、通知及送达</h3>
        <p>9.1 通知</p>
        <p>9.1.1 您同意我们通过以下合理的方式向您送达各类通知：</p>
        <p>（一）公示的文案；</p>
        <p>（二）站内消息、弹出消息、客户端推送的消息；(三)根据您预留的联系方式发出的电子邮件、手机短信、函件等。</p>
        <p>9.1.2 您在注册成为本平台您，并接受本平台服务时，您应该向我们提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。如因您未及时更新联系方式使得我们无法与您取得联系，从而导致您遭受任何损失或增加任何费用等不利后果的，应由您自行承担。</p>
        <p>9.1.3 您在注册本平台您时生成的用于登陆本平台接收站内信、系统消息的账号（包括子账号），也作为您的有效联系方式。</p>
        <p>9.1.4 我们将通过您上述联系方式的其中之一或其中若干向您送达各类通知，<span class="boldUnderline">而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</span></p>
        <p>9.1.5 商业推送</p>
        <p>无。</p>
        <p>9.1.6 我们可在必要时向您发出与服务有关的消息（例如：系统维护、安全警告、消费记录、法律文书），您无法取消这些与服务有关、性质不属于商业推广的重要通知。</p>
        <p>9.2 送达</p>
        <p>9.2.1 我们通过上述联系方式向您发出通知，其中以电子方式发出的书面通知，包括但不限于公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送站内信息、系统消息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址邮递，按邮戳记录的时间视为送达。</p>
        <p>9.2.2 对于在我们产品或服务上因交易活动引起的任何纠纷，您同意我们、司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达投诉文件、法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱账号等联系方式为您在我们平台注册、更新时提供的手机号码、电子邮箱联系方式，我们、司法机关向上述联系方式发出投诉文件、法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。</p>
        <p>9.2.3 您同意司法机关可采取以上一种或多种符合诉讼法规定的送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>
        <p>9.2.4 您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>十、争议解决</h3>
        <p>10.1 本协议的成立、生效、履行、解释、修订、终止、执行与纠纷解决，适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例或行业惯例。</p>
        <p>10.2 若您和我们之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，双方同意按照法律规定选择有管辖权的人民法院诉讼解决。</p>
        <p>10.3 本协议某一条款无论因何种原因无效或不可执行，该条款应视为可分的且并不影响其余条款的有效性及可执行性，对双方具有约束力。</p>
        <p>10.4 若本协议有中文、英文等多个语言版本，相应内容不一致的，均以中文版的内容为准。</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>十一、廉洁承诺</h3>
        <p>您同意申请成为供应商，应保证遵守以下廉洁承诺：</p>
        <p>1）在与业务往来中，自觉遵守《中华人民共和国反不正当竞争法》、《中华人民共和国招标投标法》、《关于禁止商业贿赂行为的暂行规定》和其它相关法律法规以及双方各项廉洁从业要求的规定。</p>
        <p>2）不会以任何理由向我们的工作人员赠送礼品、礼金、回扣、手续费、感谢费、各种有价证券、信用卡及其他支付凭证等；我们的工作人员报销应由我们或个人支付。</p>
        <p>3）不会为我们的工作人员及其亲属在您单位入股、参股、兼职以及为其个人牟利提供便利。</p>
        <p>4）不会明示或暗示为我们的工作人员装修住房、婚丧嫁娶、配偶子女的工作安排以及出国（境）、旅游等提供方便。</p>
        <p>5）不会以任何理由为我们的工作人员提供可能影响公正履行职务的宴请、健身等消费娱乐活动。</p>
        <p>6）恪守职业道德规范，维护采购环节的正常秩序，不做违反商业道德、扰乱正常竞争秩序、有损双方形象的事情，不围标、串标，不泄露双方机密，不排挤其他经营者的公平竞争等不正当行为。</p>
        <p>如您违反上述廉洁承诺行为，应承担全部责任，视其造成的后果，我们可采取对您停止业务合作、暂停支付货款、取消您在范围内任何单位的合格供方资格，并追究相关责任和经济损失</p>
      </section>
      <section style="text-indent:2em;margin:8px auto">
        <h3>十二、联系我们</h3>
        <p>如您对本协议或本服务有任何疑问，你可以通过【平台留言】，也可以通以下方式联系我们，我们会给予您必要的帮助。</p>
        <p>电子邮箱：zbgys@gwm.cn</p>
        <p>联系地址：河北省保定市莲池区朝阳南大街2266号</p>
        <p>邮编：071000</p>
      </section>
    </div>

    <div class="do-aggree">
      <div class="do-aggree-item">
        <el-checkbox v-model="isAgree" style="margin-right: 10px;">
          本人为供应商授权人员，我司已阅读<<注册条款>>并同意
        </el-checkbox>
        <el-button type="text" @click="preVisible = true">
          {{ sunshineBtn }}
        </el-button>
      </div>
      <el-button type="text" class="to-login" @click="toLoginHandle">
        已有账号，去登录
      </el-button>
    </div>
    <div class="reg-next-opt">
      <el-button @click="cancelHandle">
        取消
      </el-button>
      <el-button type="primary" @click="nextStepsHandle">
        下一步
      </el-button>
    </div>
    <!--附件预览-->
    <el-dialog
      :visible.sync="preVisible"
      width="88%"
      :fullscreen="true"
      class="inportAbcd"
      :title="sunshineFileName+'-'+$t('preview')"
      :append-to-body="true"
      :close-on-click-modal="false"
      @close="preVisible = false"
      @closed="preVisible = false"
    >
      <iframe
        :name="iframeName"
        style="border:none; width: 100%;"
        :height="1000"
        :src="iframeUrl"
        :title="iframeName"
      />
      <div slot="footer">
        <el-button @click="preVisible = false">
          {{ $t("common.cancel") }}
        </el-button>
      </div>
    </el-dialog>
  </div>
</template>

<script>
import * as path from '@/utils/path'
import { getFileUrl } from '@/library/utils/file'
export default {
  name: 'RegistrationNotes',
  props: {
    // 是否返下一步返回
    stepBack: {
      type: Boolean,
      default: false
    }
  },
  data () {
    return {
      preVisible: false,
      isAgree: false,
      sunshineFileName: '阳光协议',
      sunshineBtn: '<<阳光协议>>',
      iframeName: 'sunshine',
      iframeUrl: '',
      defaultLogo: 'images/sunshine.pdf'
    }
  },
  computed: {
  },
  created () {
    this.iframeUrl = getFileUrl(this.defaultLogo)
    // 下一步返回的记住上次的选中
    if (this.stepBack) {
      this.isAgree = true
    }
  },
  methods: {
    // 已有账号，跳转登录
    toLoginHandle () {
      this.$router.push({ path: path.resolve('/login') })
    },
    cancelHandle () {
      this.$router.push({ path: path.resolve('/login') })
    },
    nextStepsHandle () {
      this.$emit('agreeChange', this.isAgree)
    }
  }
}
</script>
<style lang="scss" scoped>
  .registration-notes{
    padding: 0 178px;
    .notes-title{
      font-size: 14px;
      line-height: 24px;
      color: #161C24;
      text-align: center;
      font-weight: bold;
    }
    .notes-content{
      padding: 16px;
      font-size: 12px;
      line-height: 20px;
      color: #51555B;
      border: 1px solid #DCDDDE;
      border-radius: 4px;
      margin: 15px 0 10px;
      max-height: 395px;
      overflow-y: auto;
      h3{
        margin: 0 0 10px;
      }
      p {
        margin: 0;
        text-indent: 2em;
      }
    }
    .do-aggree{
      height: 30px ;
      margin-bottom: 5px;
      .to-login{
        float: right;
      }
    }
  }
.boldUnderline{
  font-weight: 600;
  text-decoration:underline;
}
h4{
  margin:4px 0 !important;
}
</style>
