delete
from scc_base_dict
where DICT_ID in (
                  448302543304704,
                  448303152367616,
                  448303253078016
    );

delete
from scc_base_dict_item
where DICT_ID in (
                  448302543304704,
                  448303152367616,
                  448303253078016
    );

insert into scc_base_dict (DICT_ID, DICT_CODE, DICT_NAME, DESCRIPTION, LANGUAGE, LANGUAGE_NAME, DICT_ROLE, DICT_ROLE_NAME, ACTIVE_DATE, INACTIVE_DATE, CREATED_ID, CREATED_BY, CREATION_DATE, CREATED_BY_IP, CREATED_FULL_NAME, LAST_UPDATED_ID, LAST_UPDATED_BY, LAST_UPDATE_DATE, LAST_UPDATED_BY_IP, LAST_UPDATED_FULL_NAME, TENANT_ID, VERSION)
values  (448302543304704, 'ORDER_SCORE_MAN_SCORE_STATUS', '长城-订单化绩效评分状态', '', 'zh_CN', '中文', '', '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:16:32', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:16:32', '10.254.103.115', '长城管理员', null, 0),
        (448303152367616, 'ORDER_CHECK_STATUS', '长城-订单化复核状态', '', 'zh_CN', '中文', '', '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:21:29', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:21:29', '10.254.103.115', '长城管理员', null, 0),
        (448303253078016, 'ORDER_CHECK_DETAIL_STATUS', '长城-订单化复核-明细状态', '', 'zh_CN', '中文', '', '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:22:18', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:22:18', '10.254.103.115', '长城管理员', null, 0);

insert into scc_base_dict_item (DICT_ITEM_ID, DICT_ID, DICT_ITEM_CODE, DICT_ITEM_NAME, ITEM_LANGUAGE, ITEM_LANGUAGE_NAME, ITEM_DESCRIPTION, DICT_ITEM_NO, DICT_ITEM_MARK, ACTIVE_DATE, INACTIVE_DATE, CREATED_ID, CREATED_BY, CREATION_DATE, CREATED_BY_IP, CREATED_FULL_NAME, LAST_UPDATED_ID, LAST_UPDATED_BY, LAST_UPDATE_DATE, LAST_UPDATED_BY_IP, LAST_UPDATED_FULL_NAME, TENANT_ID, VERSION)
values  (448302668615680, 448302543304704, 'DRAFT', '未提交', 'zh_CN', '中文', '', 1, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:17:33', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:17:33', '10.254.103.115', '长城管理员', null, 0),
        (448302867656704, 448302543304704, 'SUBMITTED', '已提交', 'zh_CN', '中文', '', 2, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:19:10', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:19:10', '10.254.103.115', '长城管理员', null, 0),
        (448302900412416, 448302543304704, 'REJECT', '已驳回', 'zh_CN', '中文', '', 3, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:19:26', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:19:26', '10.254.103.115', '长城管理员', null, 0),
        (448302927323136, 448302543304704, 'CALCULATED_SCORE', '已计算得分', 'zh_CN', '中文', '', 4, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:19:39', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:19:39', '10.254.103.115', '长城管理员', null, 0),
        (448303517956096, 448303152367616, 'TO_BE_SCORE', '待评分', 'zh_CN', '中文', '', 1, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:24:28', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:24:28', '10.254.103.115', '长城管理员', null, 0),
        (448303544270848, 448303152367616, 'TO_BE_REVIEWED', '待复核', 'zh_CN', '中文', '', 2, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:24:41', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:24:41', '10.254.103.115', '长城管理员', null, 0),
        (448303572529152, 448303152367616, 'CALCULATED_SCORE', '已计算得分', 'zh_CN', '中文', '', 3, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:24:54', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:24:54', '10.254.103.115', '长城管理员', null, 0),
        (448303322427392, 448303253078016, 'DRAFT', '未提交', 'zh_CN', '中文', '', 1, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:22:52', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:22:52', '10.254.103.115', '长城管理员', null, 0),
        (448303354359808, 448303253078016, 'PART_SUBMITTED', '部分提交', 'zh_CN', '中文', '', 2, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:23:08', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:23:08', '10.254.103.115', '长城管理员', null, 0),
        (448303388932096, 448303253078016, 'SUBMITTED', '已提交', 'zh_CN', '中文', '', 3, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:23:25', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:23:25', '10.254.103.115', '长城管理员', null, 0),
        (448303429662720, 448303253078016, 'REJECT', '已驳回', 'zh_CN', '中文', '', 4, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:23:45', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:23:45', '10.254.103.115', '长城管理员', null, 0),
        (448303468941312, 448303253078016, 'CALCULATED_SCORE', '已计算得分', 'zh_CN', '中文', '', 5, '', '2023-11-03', null, 344486404481093, 'CCAdmin', '2023-11-04 10:24:04', '10.254.103.115', '长城管理员', null, null, '2023-11-04 10:24:04', '10.254.103.115', '长城管理员', null, 0);




