<template>
  <div class="page-cont">
    <div class="sec1">
      <section class="title">
        <h2>SaaS用户软件许可及使用协议</h2>
      </section>
      <section
        class="wellcome"
        style="margin-bottom: 39px;"
      >
        <p>欢迎您使用美云软件产品及服务（以下简称“软件”或“本软件”）。</p>
        <p>本SaaS用户软件许可协议是您或者您所代表的法人实体（以下简称“您”）与美云软件产品所有者【广东美云智数科技有限公司】（以下简称“美云”）之间关于您运行和使用本软件及服务所订立的协议。</p>
        <p>本协议的条款对您个人及您所代表的法人实体有约束力。您承诺并担保您有明示，暗示，或者任何其他形式的授权或相应的资格来代表您的法人实体同意本协议的条款。在任何情况下，您对本SaaS服务的使用标志着您以及您所代表的法人实体同意本协议的条款。</p>
        <p>本协议同时包括本软件及服务提供者后续发布的关于软件或服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</p>
        <p>请您仔细、完整地阅读本协议，包括任何链接的条款（该等条款同等重要且共同构成适用于您的协议）。您使用本软件的行为表示您同意本协议所有条款。如果您不接受该等条款，请您咨询美云客服或停止使用本软件。</p>
      </section>
      <section
        class="noe"
        style="margin-bottom: 40px;"
      >
        <h3>1.	定义</h3>
        <p>1.1	平台：指安装有软件的，并可以通过互联网、局域网、或者虚拟私有网络（VPN）访问而获得软件的使用服务的服务器。本协议中的平台可以是美云自有平台，也可以是美云指定的第三方服务器平台。</p>
        <p>1.2	软件：指【SRM云】，包括其程序，设计图纸，以及说明文档，软件包含授权期间内的更新，但不包括功能升级及其他第三方软件。除非本协议另有规定，否则本软件按“原样”提供，即以软件展示的为准。</p>
        <p>1.3	使用：指通过访问平台上的软件的用户界面或服务接口进行手动或自动的操作，来实现: i）执行软件指令，ii）加载数据，iii)展现、抓取或以任何其他形式获得输出结果，iv）对软件进行设置，v) 不同系统间数据的传输，或v）使用软件的任何部分所进行的操作。在任何情况下，对软件的使用不包含接触软件的源代码。</p>

        <h3>2.	软件许可范围</h3>
        <p>2.1	该产品由美云开发并享有知识产权及所有权的，相关产品部署在美云指定平台上，在您支付许可使用费后，美云将在平台上为您开放账号权限，您登录账号后可使用在线查看和获取数据等软件在线服务。具体账号权限以您订购的产品为准。</p>
        <p>2.2	除非本协议另有明确规定，美云并不授予您任何专利、版权、商标、商业秘密或由美云所享有的知识产权或其他合法权益。如果您愿意帮助美云改进产品或服务，您可向美云提供任何理念、提议、建议或反馈（以下统称“反馈”）。一旦您提供了该等反馈，您即授权授予美云永久的、无法反悔的、全球性的免费非独家许可以制造、使用、销售、复制、修改、分许可、披露、发行或任何其他方式利用这些反馈。同时，美云将是基于反馈对软件做出的任何修改、添加、更新的唯一权利人。美云无需再向您支付许可费用或承担任何义务。</p>
        <p>2.3	许可使用范围：【以您购买的具体产品的说明为准】。</p>
        <p>2.4	许可使用限制：本软件只授予使用许可，并非出售。您仅可为访问或使用本软件及相关服务的目的而使用该软件。</p>
        <p>2.5	许可使用期限自您的账号激活之日起一年。许可使用期限届满后，您无权继续使用软件服务，如您需要继续使用，请另行与美云签署许可协议。</p>
        <p>2.6	许可使用区域：【中国大陆地区（不含港澳台）or中国（含港澳台）or全球范围】。</p>
        <p>2.7	许可性质：非独占非排他且不可转授权。</p>

        <h3>3.	许可使用限制</h3>
        <p>3.1	您承诺将合法地使用本软件，在使用本软件期间将遵守中华人民共和国法律。您承诺不制作、发布、使用、传播用于窃取美云帐号及他人个人信息或财产的恶意程序，也不得利用本软件做出其他违反中华人民共和国法律法规的行为。</p>
        <p>3.2	非经美云书面许可，您不得从事下列任一行为：</p>
        <ul>
          <li>3.2.1   复制软件或者软件的任何部分，包括可视的用户界面，以及任何源代码，不论您是否有权利接触到此类软件源代码。</li>
          <li>3.2.2   以排名或跑分（或任何形式的竞争比对分析）为目的使用软件以及软件的输出结果。</li>
          <li>3.2.3   删除软件及其副本上关于著作权的信息。</li>
          <li>3.2.4   对本软件进行反向工程、反汇编、反编译，或者以其他方式尝试发现软件的源代码，或者破坏、回避软件中为保护软件版权而设置的技术措施。</li>
          <li>3.2.5   对美云拥有软件知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等。</li>
          <li>3.2.6   对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经美云授权的第三方工具/服务接入软件和相关系统。</li>
          <li>3.2.7   通过修改或伪造软件运行中的指令、数据等任何方式，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播。</li>
          <li>3.2.8   通过非美云开发、授权的第三方软件、插件、外挂、系统、设备等任何方式，登录或使用许可软件及服务，或制作、发布、传播非美云开发、授权的用于登录或使用许可软件及服务的第三方软件、插件、外挂、系统、设备等。</li>
        </ul>

        <h3>4.	软件修改或升级</h3>
        <p>4.1	为了改善用户体验、完善服务内容，美云将不断努力开发新的服务，并为您不时提供软件更新，这些更新可能会采取软件替换、修改、功能强化、版本升级等形式。</p>
        <p>4.2	为了保证本软件的安全性和功能的一致性，美云有权不向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。</p>
        <p>4.3	在您经美云许可使用本软件期间，美云不会针对上述升级向您收取额外费用</p>

        <h3>5.	知识产权声明</h3>
        <p>5.1	许可软件系由美云开发，美云对其拥有完全的知识产权，包括但不限于著作权、专利、商标、商号、标识、域名、数据库权利、商业秘密、保密信息等。您应尊重、维护美云知识产权，不得做出任何有损美云知识产权的行为。除本协议规定的授权范围内的使用，或得到美云书面正式授权，您不得对软件进行其他形式的复制或使用。</p>
        <p>5.2	除非美云事先书面同意，您不得在任何国家或地区注册或者企图注册任何美云商标、或与任何美云商标近似的任何名称或标识。若您注册了任何与美云商标相同或近似的标识，您应美云要求需将该等商标转让给美云。除非美云事先书面同意，您不得授权、分许可或以任何方式允许任何第三方（包括其关联公司）将美云商标、或与美云商标近似的任何单词或标识用作商标、商号、产品名称、域名或任何其他标识。</p>
        <h3>6.	许可使用费</h3>
        <ul>
          <li>6.1	许可使用费为您在购买本软件使用权时支付的费用。</li>
          <li>6.2	许可使用费按年度计算，一次性收取。</li>
          <li>6.3	除非美云终止提供相关软件与服务，许可使用费一旦收取概不退还。</li>
        </ul>
        <h3>7.	帐号注册及使用</h3>
        <p>7.1	用户资格</p>
        <ul>
          <li>7.1.1	请您确认，在您开始注册使用美云软件及服务前，您已经具备中华人民共和国法律规定的与您行为相适应的民事权利能及行为能力。</li>
          <li>7.1.2	此外，您还需确保您不是任何国家、国际组织或者地区实施的贸易限制、制裁或其他法律、规限制的对象，否则您可能无法正常注册及使用美云平台服务。</li>
        </ul>
        <h3>7.2	账户注册</h3>
        <p>7.2.1	当您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后，您可获得美云帐号。</p>
        <p>7.2.2	在使用美云软件及服务时，您应当按美云页面的提示，准确完整地提供您的信息，以便美云或其他用户可与您取得有效联系。您保证您提供信息的真实性及有效性。</p>
        <p>7.2.3	您设置的帐号名不得违反国家法律法规及美云平台规则的相关规定，否则美云软件服务提供者可回收您的帐号名。</p>

        <h3>7.3	账户使用</h3>
        <p>您有权使用您设置或确认的密码登录美云平台。您的帐号仅限您使用。未经美云同意，您不得许可或转让第三方使用帐号。如美云平台判断您的帐号使用可能危及您的账户安全及/或美云平台的信息安全时，美云有权拒绝提供相应服务或终止本协议。</p>
        <h3>7.4	实名认证</h3>
        <p>为保障您的帐号安全，美云有权依照法律法规规定或平台要求，要求您完成帐号的实名认证。</p>
        <h3>7.5	更新维护</h3>
        <p>7.5.1	您应当及时更新您提供的信息。在法律法规的要求下，美云有权对您的信息进行检查核实，您应当配合提供最新、真实、完整、合法、有效的信息。</p>
        <p>7.5.2	如美云按您最后一次提供的信息与您联系未果，您未按美云平台的要求及时提供信息，您提供的信息不真实、不合法、不完整、无效的，您将承担由此产生的责任与后果。美云有权向您发出询问或要求整改的通知。</p>
        <h3>7.6	帐号安全规范</h3>
        <p>7.6.1	您的帐号由您自行保管。您需保管好您的帐号及密码，并确保您在每个上网时段结束时退出登录并以正确步骤离开美云平台。</p>
        <p>7.6.2	因您主动泄露帐号密码或因您遭受他人攻击、诈骗等行为导致密码泄露产生的损失及后果，美云并不承担责任。您应通过司法、行政等救济途径向侵权行为人追责。</p>
        <p>7.6.3	您应对您帐号项下的所有行为负责，美云不对你的行为承担责任。</p>
        <p>7.6.4	如发现任何未经授权的行为或其他可能导致您帐号遭窃、遗失的情形，建议您立即通知美云。您理解美云对您的任何请求响应需要合理时间。美云应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除自身存在过错外，美云不承担任何责任。</p>
        <h3>8.	终端安全责任</h3>
        <p>8.1	您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户操作原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实生活的骚扰。因此，您应注意密码保护，以免遭受损失。</p>
        <p>8.2	维护软件安全与正常使用是美云与您的共同责任，美云将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意美云并不能就此提供完全保证。</p>
        <h3>9.	责任限制</h3>
        <p>美云严格依照法律法规规定履行保障义务，但对于下述原因导致的服务瑕疵、服务延后或服务变更等情形，美云并不承担相应的责任：</p>
        <ul>
          <li>9.1 因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</li>
          <li>9.2 因电力供应故障、通讯网络故障、电信政策调整等公共服务因素或第三人因素；</li>
          <li>9.3 在已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</li>
          <li>9.4 因用户移动终端设备故障、系统不稳定性及其他用户原因。</li>
          <li>9.5 您理解并同意，受限于各种原因，您使用本软件过程中仍可能受到各种安全问题的侵扰，如他人窃取个人资料、病毒侵袭、国际监管导致交易受限等。您应加强信息安全及保护意识，以免遭致损失和骚扰。</li>
          <li>9.6 美云不对任何间接、特殊、偶发、惩罚或后果性损害负责，无论该种责任是如何引起的以及在何种理论下触发的。前述责任包括但不限于合同责任或侵权责任，或者并非美云已知晓或应该知晓的可能损害。</li>
          <li>9.7 美云不对您根据美云提供的软件所进行的决策承担任何责任。</li>
        </ul>
        <h3>10.	违约责任</h3>
        <p>10.1	违约认定</p>
        <p>发生如下情形之一的，视为您违反本协议：</p>
        <ul>
          <li>10.1.1	使用本软件或服务时违反有关法律法规的规定；</li>
          <li>10.1.2	违反本协议任一约定；</li>
          <li>10.1.3	违反美云平台隐私政策或其他平台规则。</li>
        </ul>
        <p>在危及其他用户信息安全或平台安全时，美云有权自行判定用户是否构成违约。</p>
        <P>10.2	违约处理措施</P>
        <ul>
          <li>10.2.1	如您在美云平台上发布信息的行为构成违约时，美云有权对相应信息进行删除、屏蔽处理。</li>
          <li>10.2.2	如您实施了违约行为，美云有权中止向您提供部分或全部服务，或查封您的账户，终止向您提供服务。</li>
          <li>10.2.3	美云有权将您的违约行为在美云平台上予以公示。</li>
          <li>10.2.4	如您的违约行为同时违反了国家法律法规的相关规定时，美云有权向行政或司法机关移送与您有关的信息。</li>
        </ul>
        <p>10.3	赔偿责任</p>
        <ul>
          <li>10.3.1	如您的违约行为致使美云遭受损失（包括直接经济损失、商誉贬损等间接损失以及由此支付的律师费、诉讼费、公证费、差旅费等费用），您应赔偿美云的上述全部损失。</li>
          <li>10.3.2	如您的违约行为使美云被第三人主张权利，美云可在对第三人承担责任后就全部损失向您追偿。</li>
        </ul>
        <h3>11.	协议变更</h3>
        <p>11.1	美云可根据国家法律法规变化及维护交易秩序、保护平台信息安全的需要，不时修改或补充协议。变更后的协议（下称“变更事项”）将通过法定程序并以本协议第12条约定的方式通知您。您对变更后软件的继续使用代表您同意变更事项。</p>
        <p>11.2	如您不同意变更事项，您有权于变更事项确定的生效日前联系美云反馈意见。美云有权独立决定是否采纳反馈意见。如反馈意见得以采纳，美云可调整变更事项。</p>
        <p>11.3	如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用美云软件及服务，变更事项对您不产生效力。如您在变更事项生效后仍继续使用美云软件或服务，则视为您同意已生效的变更事项。</p>
        <h3>12.	协议终止</h3>
        <p>您有权通过以下任一方式终止本协议：</p>
        <p>12.1	本协议许可期限届满后双方未续签的，本协议自动终止。</p>
        <p>12.2	在满足美云平台注销条件时您主动注销您的帐号的；</p>
        <p>12.3	变更事项生效前您停止使用并明示不愿接受变更事项的；</p>
        <p>12.4	您明示不愿继续使用本软件，且符合终止条件的。</p>
        <p>12.5	出现以下情况时，美云可在通知您后终止本协议：</p>
        <ul>
          <li>12.5.1	您违反法律法规规定或本协议约定，美云对您的帐号予以查封时；</li>
          <li>12.5.2	您的帐号被美云回收时；</li>
          <li>12.5.3	美云依照行政或司法机关要求，查封或撤销您的帐号时。</li>
        </ul>
        <h3>13.	通知</h3>
        <p>13.1	您在注册时提供的联系方式（包括您的电子邮件地址、联系电话、联系地址等）均视为您的有效联系方式。</p>
        <p>13.2	美云也可通过站内信、系统消息、弹窗提示等方式向您送达通知，您同意并接受该通知。</p>
        <p>13.3	美云依照上述方式向您送达的各类通知可能对您的权利义务产生重大影响，请您务必及时关注。</p>
        <p>13.4	您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息。您如果不愿意接收此类信息，您有权通过退订功能进行退订。</p>
        <p>13.5	通知的送达</p>
        <ul>
          <li>13.5.1	美云通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知（例如在美云平台发布公告、向您提供的联系电话发送手机短信、向您提供的电子邮件地址发送电子邮件、向您的账号发送系统消息以及站内信信息），在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第三个自然日即视为送达。</li>
          <li>13.5.2	对于在美云平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院、人民检察院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您同意上述送达方式适用于各个司法程序阶段（包括但不限于一审、二审、再审、执行以及督促程序）。你同意司法机关向你的有效联系地址通知后即为有效送达，并承诺按照送达通知执行。</li>
        </ul>
        <p>13.6	你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不准确，或不及时告知变更后的联系方式，致使通知无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>

        <h3>14.	联系我们</h3>
        <p>14.1	如果您对本协议有任何疑问、意见或建议，或者您想要行使任何权利，或者您有任何要求要与我们讨论，请通过以下方式与我们处理联系：</p>
        <ul>
          <li>14.1.1	服务提供者：广东美云智数科技有限公司;  地址：佛山市顺德区北滘镇工业大道美的全球创新中心5#厂房三楼</li>
          <li>14.1.2	电子邮件：service@meicloud.com</li>
          <li>14.1.3	您也可以拨打我们的客户服务电话： 4009008298 </li>
        </ul>
        <p>14.2	为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。一般情况下，我们将在15天内回复。</p>
        <h3>15.	不可抗力</h3>
        <p>15.1	不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、火灾、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。</p>
        <p>15.2	如发生不可抗力事件，遭受该事件的一方应立即用可能的最快捷的方式通知另一方该事件的性质、发生日期、预计持续时间等有关的细节，以及该事件阻碍通知方履行其于本协议项下义务的程度。</p>
        <p>15.3	在不可抗力事件持续期间，遭受不可抗力事件的一方应定期及时地告知另一方不可抗力事件的现状，如不可抗力事件结束，应立即以书面形式通知对方，并继续履行本协议项下义务。</p>
        <p>15.4	在法律允许的范围内，美云对以下情形导致的服务中断或受阻不承担责任：</p>
        <ul>
          <li>15.4.1	受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏。</li>
          <li>15.4.2	您客户端或美云服务器端的电脑软件、系统、硬件和通信线路出现故障。</li>
          <li>15.4.3	您或您授权人员操作不当或通过非美云授权的方式使用许可软件。</li>
          <li>15.4.4	程序版本过时、设备的老化和/或其兼容性问题。</li>
        </ul>
        <h3>16.	适用法律及争议解决</h3>
        <p>16.1	本协议之订立、生效、变更、执行、终止、解释及争议解决均适用中华人民共和国大陆地区法律，且不适用任何冲突法。</p>
        <p>16.2	您因使用本软件所产生的争议，由美云与您协商解决。协商不成时，您有权向本协议签署地佛山市顺德区人民法院提起诉讼。</p>
        <h3>17.	其他</h3>
        <p>17.1	本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
        <p>17.2	特别约定：【如对本协议条款有补充或者修改说明的，都可以在此补充特别约定】。</p>
        <p>17.3	未经美云同意，您不得转让本协议的权利义务（包括付款义务）。</p>
        <p>17.4	甲方网站上所列之法律声明和隐私政策为本协议有效组成部分，与主合同具有同等法律效力。如附件约定与主合同约定不一致时，以主合同约定为准。</p>
        <p>17.5	本协议自您点击同意之日起生效。</p>
      </section>
      <section class="time" />
    </div>
  </div>
</template>
<style lang="scss" scoped>
.page-cont {
  margin: 0 auto;
  max-width: 1200px;
  width: 100%;
  padding: 20px;
  ul,
  h3,
  p {
    margin: 0;
    margin-top: 5px;
  }
  .title {
    font-style: normal;
    margin: 0;
    line-height: 40px;
    font-size: 18px;
    text-align: center;
  }
  section{
    p{
      text-indent: 2em;
      font-size: 14px;
      line-height: 24px;
      color: #3d3d3d;
    }
    h3{
      margin-top: 20px;
      color: #000;
      font-size: 18px;
    }
    h4{
      font-size: 14px;
      color: #000;
      line-height: 22px;
    }
    ul{
      list-style: none;
      padding-left: 3em;
      li{
        color: #3d3d3d;
        line-height: 24px;
      }
    }
  }
}
</style>
