<template>
  <div class="page-cont">
    <div class="sec1">
      <section class="title">
        <h2>隐私协议</h2>
        <h3>引言</h3>
      </section>
      <section>
        <p>您的信任对我们至关重要，我们深知个人信息对您的重要性。我们将按照法律法规要求，在合理、必要的范围内，向您收集个人信息。我们竭尽全力通过合理有效的信息安全技术和管理流程，采取相应的安全保护措施，防止您的信息泄露、损毁或丢失。鉴于此，美的云平台服务提供者（简称“美云”或“我们”）制定本隐私声明，并提示您注意：</p>
        <p>本协议适用于美的云平台上所有产品和服务。美的云平台是指广东美云智数科技有限公司及其关联公司运营的美的云平台网站（域名：https://cloud.meicloud.com）。</p>
        <p>需要特别说明的是：</p>
      </section>
      <section
        class="statement"
        style="margin-bottom: 30px;"
      >
        <p>1、本隐私协议不适用于第三方向您提供的服务，例如通过美的云平台跳转到第三方网站、客户端或程序，您向该第三方服务商提供的个人信息不适用本协议。</p>
        <p>2、本网站主要针对企业用户提供服务，如您属于企业用户而不是个人用户，虽然有本隐私协议，但您作为企业的代表注册和使用本网站时，您的信息除另有说明外，将不会认定为个人信息。</p>
        <p>在使用美的云平台各项产品或服务前，请您务必仔细阅读并透彻理解本协议，特别是加粗、加下划线标识的条款，您应重点阅读，在充分理解并同意接受后开始使用。如对本协议有任何疑问，您可向美的云客服咨询（4009008298）或通过美的云平台上提供的联系方式与我们联系。</p>
      </section>
      <section
        class="one"
        style="margin-bottom: 40px;"
      >
        <h3>本协议主要向您说明：</h3>
        <p>1 我们收集您哪些信息。</p>
        <p>2 我们如何使用您的信息。</p>
        <p>3 我们在何种情况下共享您的信息。</p>
        <p>4 我们如何存储您的信息。</p>
        <p>5 我们如何保护您的信息。</p>
        <p>6 您所享有的权利。</p>
        <p>7 个人信息主体注销帐号</p>
        <p>8 未成年人信息如何保护</p>
        <p>9 您的个人数据如何跨境转移</p>
        <p>10 如何更新本声明</p>
        <p>11 您如何联系我们</p>
      </section>
      <section
        class="two"
        style="margin-bottom: 38px;"
      >
        <h3>1	我们收集您哪些信息</h3>
        <h4>我们收集您的信息以合法、合理、必要为原则，在向您提供某项具体服务时，我们将明确告知您将收集的信息以及用途，来响应您具体的服务请求。根据您选择的服务，我们在以下场景可能收集以下信息的一种或多种：</h4>

        <p>1.1	首次登陆时，您需要设置账户密码，并绑定手机号码。</p>
        <p>1.2	您在使用美的云平台的产品或服务时，我们会自动接收并记录的您的浏览器和计算机上的信息，例如您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据。</p>
        <p>1.3	需要特别注意的是，单独的设备信息、服务日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。</p>
        <p>1.4	此外，我们也可能收集其他信息，例如，您参与问卷调查时向我们发送的问卷答复信息；参加用户体验计划以及您与我们互动时向我们提供的信息。</p>
        <p>1.5	为提高您使用美的云平台服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或美的云平台相关协议规则的情况，我们可能使用或整合您的帐号信息、设备交互信息、网络日志信息以及我们取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</p>
        <p>1.6	若你提供的信息中含有其他用户的个人信息，在向我们提供这些个人信息之前，您需确保您已经取得合法的授权。若我们将信息用于本协议未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，或者我们主动从第三方处获取您的个人信息，均会事先获得您的同意。</p>
        <p>1.7	征得授权同意的例外：您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意，且我们可能不会响应您提出的更正/修改、删除、注销、撤回同意、索取信息的请求：</p>
        <ul>
          <li> a)  与国家安全、国防安全有关的；</li>
          <li> b)  与公共安全、公共卫生、重大公共利益有关的；</li>
          <li> c)  与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；</li>
          <li> d)  出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</li>
          <li> e)  您自行向社会公众公开的个人信息；</li>
          <li> f)  从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</li>
          <li> g)  根据与您签订和履行相关协议或其他书面文件所必需的；</li>
          <li> h)  用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；</li>
          <li> i)  为合法的新闻报道所必需的；</li>
          <li> j)  学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</li>
          <li> k)  法律法规规定的其他情形。</li>
        </ul>
        <h3>2	我们如何使用您的信息</h3>
        <p>2.1	我们会保持您的个人数据及时更新；安全地存储或销毁它；最小化收集和保留我们需要为您提供服务所需的数据；保护个人信息免遭泄露、滥用、未经授权的访问和披露；采取适当的技术措施保护您个人信息的安全。</p>
        <p>2.2	我们将您的信息用于以下用途：</p>
        <ul>
          <li> a)  执行或保护我们的协议或与您签订的合同； </li>
          <li> b)  实现您的交易或服务请求，包括履行订单；交付、激活或验证产品或服务；参加线上或线下活动；应您的要求进行变更或者提供您请求的信息（例如产品或服务的营销资料、白皮书）；以及提供技术支持。</li>
          <li> c)  向您发送有关您可能感兴趣的产品和服务的信息；邀请您参与活动（包括促销活动）、市场调查或满意度调查；或向您发送营销信息。如果您不想接收此类信息，请您按平台提供的退订功能进行退订。</li>
          <li> d)  按照我们收集信息时所述的要求提供其他您所要求的服务。</li>
          <li> e)  为了内部管理和后台支持，与全球各地公司的分支机构分享您的联系方式。</li>
          <li> f)  维持我们储存和处理您个人信息的数据技术系统的完整性和安全性。</li>
          <li> g)  检测和调查信息泄露、非法活动和欺诈行为。</li>
          <li> h)  联系您解决问题。</li>
          <li> i)  经过您许可的其它用途。</li>
        </ul>
        <p>2.3	需要注意的是，以上使用方式涵盖了我们使用您信息的主要方式。我们可能时不时地通过更新网站页面等方式，为用户提供更加多样化的服务。当我们要将信息用于本协议未载明的其他用途时，或要将基于特定目的收集而来的信息用于其他目的时，会以签署协议、弹窗提示、更新本协议等形式再次征求您的同意。</p>
        <h3>3	我们在何种情况下共享您的信息</h3>
        <h4>我们不会与美云以外的公司、组织和个人共享您的个人信息，但以下情况除外：</h4>

        <p> 3.1 在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
        <p> 3.2 获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
        <p> 3.3 与关联公司间共享：为便于我们向您提供产品和服务，识别帐号异常，保护其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司和/或其指定的服务提供商共享。我们只会共享必要的个人信息，且受本协议中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
        <p> 3.4 与授权合作伙伴共享：我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于本协议声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且不得将此信息用于其他任何目的。此类处理后数据的使用和共享我们无需另行向您通知并征得您的同意。</p>
        <h3>目前，我们的授权合作伙伴包括以下类型：</h3>
        <ul>
          <li> a)  广告、分析服务类的授权合作伙伴。请知悉，为向您提供更便捷、优质、个性化的产品及/或服务，提升您的使用体验，我们可能会委托这些合作伙伴处理与广告覆盖面和有效性相关的信息，但不会提供您的个人身份信息，或者我们将这些信息进行去标识化处理，以便它不会识别您个人。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行我们委托的广告服务或决策建议。</li>
          <li> b)  供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、衡量服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</li>
          <li>
            c)  <p>我们没有向第三方开放SDK。但是，为了提升我们的服务，我们将来可能会嵌入授权合作伙伴的SDK或其他类似的应用程序。</p>
            <p>针对第三方SDK使用，我们将基于不同步用户个人数据为前提，授权合作伙伴获取有关业务信息。同时针对第三方的SDK应用程序接口（API）,软件工具开发包（SDK）我们会进行严格的安全检测，并与合作伙伴签订严格的数据保护协定，令其按照我们的委托目的、服务说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
          </li>
          <li> d)  当您使用美的云平台的微信分享功能时，我们需要获取您的设备信息和网络状态。</li>
        </ul>
        <p>3.5	我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
        <ul>
          <li>a)	在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</li>
          <li>b)	在我们发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本协议的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</li>
        </ul>
        <h4>4	我们如何存储您的信息</h4>
        <p>我们使用您在各种不同情况下明确提供给我们的数据。我们也会收集您的设备或您在使用我们服务时产生的个人信息。我们收集的您的个人信息具体包括:</p>
        <p>除非法律有另外规定，美的云平台将按照如下期限保存您的信息：</p>
        <ul>
          <li>4.1 在您使用美的云平台产品或服务期间，我们将持续为您保存，除非您主动删除或注销美的云平台帐号。</li>
          <li>4.2 当您删除信息或注销美的云平台帐号后，美的云平台将停止对您个人信息的使用，并在一定期限内删除您的个人信息。</li>
          <li>4.3 您的个人信息经过匿名化与脱敏处理后将形成可以使用的流通数据，美的云平台对此数据的保存和使用无需另外征得您的同意。</li>
        </ul>
      </section>
      <section
        class="three"
        style="margin-bottom: 40px;"
      >
        <h3>5	我们如何保护您的信息</h3>
        <p>5.1	我们已采取符合业界标准、合理可行的安全防护措施保护您的信息，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。例如，在您的浏览器与服务器之间交换数据时受SSL协议加密保护；我们同时对美的云平台各网站提供HTTPS协议安全浏览方式；我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击；我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
        <p>5.2	互联网并非绝对安全的环境，使用美的云平台产品或服务时，我们强烈建议您不要使用非美的云平台推荐的通信方式发送您的信息。您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。</p>
        <p>5.3	在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
        <p>5.4	您充分理解并同意，我们有权审查用户注册所提供的身份信息是否真实、有效，并积极采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。</p>
        <p>5.5	若您发现有他人冒用或盗用您的美的云账号及密码、或任何其他未经您合法授权使用的情形时，应立即以要求的有效方式通知并告知我们。您通知时，应提供与您注册身份信息相一致的企业注册信息。</p>
        <h3>6	您所享有的权利</h3>
        <p>您有权利管理您的信息，包括：</p>
        <p>6.1	访问您的个人信息：</p>
        <ul>
          <li>a)  帐号信息：如果您希望访问或编辑您的帐户中的个人资料信息、更改您的密码等，您可以登录您的帐户后通过设置访问您的信息。</li>
          <li>b)  其它个人信息（例如使用商城、售后、报修等服务时）：对于您使用我们的产品或服务过程中产生的个人信息，如您需要，可通过第九章的联系方式，与我们取得联系。</li>
        </ul>

        <p>6.2	更正您的个人信息</p>
        <p>当您发现我们处理您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过访问个人信息设置页面进行更正或补充说明或者直接联系我们。</p>
        <p>6.3	删除您的个人信息</p>
        <p>在下列情况中，您可以联系美的云平台客服提出删除个人信息请求：</p>
        <ul>
          <li> a)	如果我们处理个人信息的行为违反法律法规。</li>
          <li> b)	如果我们收集、使用您的个人信息，却未征得您的明确同意。</li>
          <li> c)	如果我们处理个人信息的行为严重违反了与您的约定。</li>
          <li> d)	如果您不需要使用我们的产品与服务，或您主动注销了美的云平台帐号。</li>
          <li> e)	如果永久不需要我们提供产品或服务。</li>
        </ul>

        <p>如我们决定响应您的删除请求，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息。</p>

        <p>6.4	撤回同意的权利</p>
        <p>在我们依赖您的同意来处理数据时，您在任何时候有权撤回该同意,具体可通过注销美的云平台帐号的方式，来撤回你的同意。</p>
        <h3>7	个人信息主体注销帐号</h3>
        <p>7.1	您随时可以注销此前注册的帐号，如您需要，您可以通过本协议第11条的联系方式，与我们取得联系,进行个信息主体注销帐号。</p>
        <p>7.2	在您注销帐号之后，我们将停止为您提供产品或服务，并依据您的要求，删除你的个人信息。</p>
        <h3>8	未成年人信息如何保护</h3>
        <p>8.1	我们的产品和服务主要面向企业用户。</p>
        <p>8.2	如您是个人用户，请确保您已满18周岁；如果您是未成年人，在注册账户前，请获得您的监护人的授权。</p>
        <p>8.3	如果我们发现在未事先获得法定监护人同意的情况下收集了未成年人的个人信息，会设法尽快删除相关数据。如果法定监护人有理由相信未成年人未经他们事先同意而向美的云平台提交了个人信息，请联系我们以确保删除此类个人信息。</p>
        <h3>9	您的个人数据如何跨境转移</h3>
        <p>为了给您提供服务，我们收集您的个人数据可能存储在美的云平台及其关联公司、服务提供商/分包商所在国家/地区。在此类情况下，我们会采取措施确保收集的个人数据依据本声明和数据所在地适用法律的要求进行处理。</p>
        <h3>10	如何更新本声明</h3>
        <p>我们可能会根据我们的服务或数据处理的变化不时更新或修改本声明。如果我们更新本声明，我们会将最新版隐私声明发布在美的云平台网站上，并自发布时立即生效。建议您定期查看本声明以了解任何更改。如果我们对本声明做出任何重大更改（收集的个人数据范围和使用目的变更），我们将通过适当渠道通知您，并获取您的同意。</p>
        <h3>11	您如何联系我们</h3>
        <p>11.1	如果您对本隐私协议有任何疑问、意见或建议，或者您想要行使任何权利，或者您有任何要求要与我们讨论，请通过以下方式与我们处理个人信息保护事宜的部门联系：</p>
        <ul>
          <li> a)  美的云平台服务提供者：广东美云智数科技有限公司、深圳美云智数科技有限公司</li>
          <li> b)  地址：佛山市顺德区北滘镇工业大道美的全球创新中心5#厂房三楼 </li>
          <li> c)  电子邮件：service@meicloud.com</li>
        </ul>
        <p>11.2	为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。一般情况下，我们将在15天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及市监等监管部门进行投诉或举报。</p>
        <p>11.3	如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向佛山市顺德区有管辖权的法院提起诉讼来寻求解决方案。</p>
      </section>

      <section
        class="fourteen"
        style="margin-bottom: 40px; text-align:right;"
      >
        <h3>美云</h3>
        <p>2020年4月20日版本</p>
        <p>2020年5月1日生效</p>
      </section>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.page-cont {
  margin: 0 auto;
  max-width: 1200px;
  width: 100%;
  padding: 20px;
  ul,
  h3,
  p {
    margin: 0;
    margin-top: 5px;
  }
  .title {
    font-style: normal;
    margin: 0;
    line-height: 40px;
    font-size: 18px;
    text-align: center;
  }
  section{
    p{
      text-indent: 2em;
      font-size: 14px;
      line-height: 24px;
      color: #3d3d3d;
    }
    h3{
      margin-top: 20px;
      color: #000;
      font-size: 18px;
    }
    h4{
      font-size: 14px;
      color: #000;
      line-height: 22px;
    }
    ul{
      list-style: none;
      padding-left: 3em;
      li{
        color: #3d3d3d;
        line-height: 24px;
      }
    }
  }
}

</style>
